{
    "quotes" : [
        { "quote" :"As he read, I fell in love the way you fall asleep: slowly, and then all at once. ","author" :" John Green"},
        { "quote" :"Loved you yesterday, love you still, always have, always will. ","author" :" Elaine Davis"},
        { "quote" :"I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more. ","author" :" Angelita Lim"},
        { "quote" :"I love you not only for what you are, but for what I am when I am with you. I love you not only for what you have made of yourself, but for what you are making of me. I love you for the part of me that you bring out. ","author" :" Elizabeth Barrett Browning"},
        { "quote" :"Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive. ","author" :" Unknown"},
        { "quote" :"I need you like a heart needs a beat. ","author" :" Unknown"},
        { "quote" :"If I know what love is, it is because of you. ","author" :" Hermann Hesse"},
        { "quote" :"I fell in love with her courage, her sincerity, and her flaming self respect. And it’s these things I’d believe in, even if the whole world indulged in wild suspicions that she wasn’t all she should be. I love her and it is the beginning of everything. ","author" :" F. Scott Fitzgerald"},
        { "quote" :"I swear I couldn’t love you more than I do right now, and yet I know I will tomorrow. ","author" :" Leo Christopher"},
        { "quote" :"If you live to be a hundred, I want to live to be a hundred minus one day so I never have to live without you. ","author" :" A. A. Milne"},
        { "quote" :"A man is already halfway in love with any woman who listens to him. ","author" :" Brendan Francis"},
        { "quote" :"I love you as certain dark things are to be loved, in secret, between the shadow and the soul. ","author" :" Pablo Neruda"},
        { "quote" :"Women are meant to be loved, not to be understood. ","author" :" Oscar Wilde"},
        { "quote" :"You make me want to be a better man. ","author" :" Melvin Udall"},
        { "quote" :"Thinking of you keeps me awake. Dreaming of you keeps me asleep. Being with you keeps me alive. ","author" :" Unknown"},
        { "quote" :"There is never a time or place for true love. It happens accidentally, in a heartbeat, in a single flashing, throbbing moment. ","author" :" Sarah Dessen"},
        { "quote" :"Love is that condition in which the happiness of another person is essential to your own. ","author" :" Robert A. Heinlein"},
        { "quote" :"Love never dies a natural death. It dies because we don’t know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds","author" :" it dies of weariness, of witherings, of tarnishings. "},
        { "quote" :"He is not a lover who does not love forever. ","author" :" Euripides"},
        { "quote" :"To love is to burn, to be on fire. ","author" :" Jane Austen"},
        { "quote" :"Love does not begin and end the way we seem to think it does. Love is a battle, love is a war","author" :" love is a growing up. "},
        { "quote" :"In the end we discover that to love and let go can be the same thing. ","author" :" Jack Kornfield"},
        { "quote" :"Pleasure of love lasts but a moment. Pain of love lasts a lifetime. ","author" :" Bette Davis"},
        { "quote" :"To love at all is to be vulnerable. Love anything and your heart will be wrung and possibly broken. If you want to make sure of keeping it intact you must give it to no one, not even an animal. Wrap it carefully round with hobbies and little luxuries","author" :" avoid all entanglements. Lock it up safe in the casket or coffin of your selfishness. But in that casket, safe, dark, motionless, airless, it will change. It will not be broken"},
        { "quote" :"Love is an untamed force. When we try to control it, it destroys us. When we try to imprison it, it enslaves us. When we try to understand it, it leaves us feeling lost and confused. ","author" :" Paulo Coelho"},
        { "quote" :"Love is so short, forgetting is so long. ","author" :" Pablo Neruda"},
        { "quote" :"Love is a thing that is full of cares and fears. ","author" :" Ovid"},
        { "quote" :"Love is not love until love’s vulnerable. ","author" :" Theodore Roethke"},
        { "quote" :"You know you’re in love when you can’t fall asleep because reality is finally better than your dreams. ","author" :" Dr. Seuss"},
        { "quote" :"I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close. ","author" :" Pablo Neruda"},
        { "quote" :"Love is like the wind, you can’t see it but you can feel it. ","author" :" Nicholas Sparks"},
        { "quote" :"Love is the magician that pulls man out of his own hat. ","author" :" Ben Hecht"},
        { "quote" :"The best love is the kind that awakens the soul","author" :" that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever. "},
        { "quote" :"I would rather spend one lifetime with you, than face all the ages of this world alone. ","author" :" J.R.R. Tolkien"},
        { "quote" :"To be your friend was all I ever wanted","author" :" to be your lover was all I ever dreamed. "},
        { "quote" :"My wish is that you may be loved to the point of madness. ","author" :" André Breton"},
        { "quote" :"A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved. ","author" :" Kurt Vonnegut"},
        { "quote" :"Romance is the glamour which turns the dust of everyday life into a golden haze. ","author" :" Elinor Glyn"},
        { "quote" :"Love is always patient and kind. It is never jealous. Love is never boastful or conceited. It is never rude or selfish. It does not take offense and is not resentful. Love takes no pleasure in other people’s sins, but delights in the truth. It is always ready to excuse, to trust, to hope, and to endure whatever comes. ","author" :" 1 Corinthians 13:4-7"},
        { "quote" :"Love is the strange bewilderment which overtakes one person on account of another person. ","author" :" James Thurber"},
        { "quote" :"One word frees us of all the weight and pain of life: that word is love. ","author" :" Sophocles"},
        { "quote" :"It is better to be hated for what you are than to be loved for what you are not. ","author" :" Andre Gide"},
        { "quote" :"This has been my life","author" :" I found it worth living. "},
        { "quote" :"We must be our own before we can be another’s. ","author" :" Ralph Waldo Emerson"},
        { "quote" :"Choose a job you love, and you will never have to work a day in your life. ","author" :" Confucius"},
        { "quote" :"Let the beauty of what you love be what you do. ","author" :" Rumi"},
        { "quote" :"Only true love can fuel the hard work that awaits you. ","author" :" Tom Freston"},
        { "quote" :"Love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is done well. ","author" :" Vincent van Gogh"},
        { "quote" :"Just don’t give up trying to do what you really want to do. Where there’s love and inspiration, I don’t think you can go wrong. ","author" :" Ella Fitzgerald"},
        { "quote" :"Pursue some path, however narrow and crooked, in which you can walk with love and reverence. ","author" :" Henry David Thoreau"},
        { "quote" :"Do what you love, and you will find the way to get it out to the world. ","author" :" Judy Collins"},
        { "quote" :"You, yourself, as much as anybody in the entire universe, deserve your love and affection. ","author" :" Buddha"},
        { "quote" :"Self-love, my liege, is not so vile a sin, as self-neglecting. ","author" :" William Shakespeare"},
        { "quote" :"I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they’re right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together. ","author" :" Marilyn Monroe"},
        { "quote" :"I have decided to stick to love","author" :" hate is too great a burden to bear. "},
        { "quote" :"The greatest thing you’ll ever learn is to love and be loved in return. ","author" :" Natalie Cole"},
        { "quote" :"I hope you know that every time I tell you to get home safe, stay warm, have a good day, or sleep well what I am really saying is I love you. I love you so damn much that it is starting to steal other words’ meanings.  ","author" :" Open-365"},
        { "quote" :"The greatest degree of inner tranquility comes from the development of love and compassion. The more we care for the happiness of others, the greater is our own sense of well-being. ","author" :" Dalai Lama"},
        { "quote" :"Love all, trust a few, do wrong to none. ","author" :" William Shakespeare"},
        { "quote" :"You call it madness, but I call it love. ","author" :" Don Byas"},
        { "quote" :"We can only learn to love by loving. ","author" :" Iris Murdoch"},
        { "quote" :"A life lived in love will never be dull. ","author" :" Leo Buscaglia"},
        { "quote" :"Life is the flower for which love is the honey. ","author" :" Victor Hugo"},
        { "quote" :"All you need is love. ","author" :" Paul McCartney"},
        { "quote" :"True love stories never have endings. ","author" :" Richard Bach"},
        { "quote" :"Love is shown more in deeds than in words. ","author" :" Saint Ignatius"},
        { "quote" :"Love is not a volunteer thing. ","author" :" Samuel Richardson"},
        { "quote" :"Love is friendship on fire. ","author" :" Susan Sontag"},
        { "quote" :"Love is the ultimate expression of the will to live. ","author" :" Tom Wolfe"},
        { "quote" :"Love is what makes the ride worthwhile. ","author" :" Franklin P. Jones"},
        { "quote" :"The love we give away is the only love we keep. ","author" :" Elbert Hubbard"},
        { "quote" :"Tell me whom you love and I will tell you who you are. ","author" :" Houssaye"},
        { "quote" :"Trust your intuition and be guided by love. ","author" :" Charles Eisenstein"},
        { "quote" :"That’s all nonviolence is ","author" :" organized love. "},
        { "quote" :"We love because it’s the only true adventure. ","author" :" Nikki Giovanni"},
        { "quote" :"Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that. ","author" :" Martin Luther King Jr."},
        { "quote" :"Age does not protect you from love, but love to some extent protects you from age. ","author" :" Jeanne Moreau"},
        { "quote" :"Love is never lost. If not reciprocated, it will flow back and soften and purify the heart. ","author" :" Washington Irving"},
        { "quote" :"Life is the first gift, love is the second, and understanding the third. ","author" :" Marge Piercy"},
        { "quote" :"You never lose by loving. You always lose by holding back. ","author" :" Barbara De Angelis"},
        { "quote" :"Being deeply loved by someone gives you strength, while loving someone deeply gives you courage. ","author" :" Lao Tzu"},
        { "quote" :"People think a soul mate is your perfect fit, and that’s what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life. ","author" :" Elizabeth Gilbert"},
        { "quote" :"I’m here. I love you. I don’t care if you need to stay up crying all night long, I will stay with you. There’s nothing you can ever do to lose my love. I will protect you until you die, and after your death I will still protect you. I am stronger than depression and I am braver than loneliness and nothing will ever exhaust me. ","author" :" Elizabeth Gilbert"},
        { "quote" :"Love is the emblem of eternity","author" :" it confounds all notion of time"},
        { "quote" :"Love is an emotion experienced by the many and enjoyed by the few. ","author" :" George Jean Nathan"},
        { "quote" :"Love is more than a noun ","author" :" it is a verb"},
        { "quote" :"Love is a choice you make from moment to moment. ","author" :" Barbara De Angelis"},
        { "quote" :"We need not think alike to love alike. ","author" :" Francis David"},
        { "quote" :"Love is a great master. It teaches us to be what we never were. ","author" :" Moliere"},
        { "quote" :"Love is the expansion of two natures in such fashion that each include the other, each is enriched by the other. ","author" :" Felix Adler"},
        { "quote" :"Love does not consist of gazing at each other, but in looking together in the same direction. ","author" :" Antoine de Saint-Exupery"},
        { "quote" :"Kindness in words creates confidence. Kindness in thinking creates profundity. Kindness in giving creates love. ","author" :" Lao Tzu"},
        { "quote" :"Love is sharing your popcorn. ","author" :" Charles Schultz"},
        { "quote" :"Love is being stupid together. ","author" :" Paul Valery"},
        { "quote" :"If love is the answer, could you rephrase the question? ","author" :" Lily Tomlin"},
        { "quote" :"Gravitation is not responsible for people falling in love. ","author" :" Albert Einstein"},
        { "quote" :"Love is like pi ","author" :" natural, irrational, and very important. "},
        { "quote" :"We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness—and call it love—true love. ","author" :" Robert Fulghum"},
        { "quote" :"Love is something sent from heaven to worry the hell out of you. ","author" :" Dolly Parton"},
        { "quote" :"There is always some madness in love. But there is also always some reason in madness. ","author" :" Friedrich Nietzsche"},
        { "quote" :"Love means having to say you’re sorry every fifteen minutes. ","author" :" John Lennon"},
        { "quote" :"A kiss is a lovely trick designed by nature to stop speech when words become superfluous. ","author" :" Ingrid Bergman"},
        { "quote" :"Love: a temporary insanity, curable by marriage. ","author" :" Ambrose Bierce"},
        { "quote" :"What the world really needs is more love and less paperwork. ","author" :" Pearl Bailey"},
        { "quote" :"Love is like Heaven, but it can hurt like Hell. ","author" :" Unknown"},
        { "quote" :"It is not love that makes a relationship complicated","author" :" it’s the people in it who do. "},
        { "quote" :"Gravitation is not responsible for people falling in love. ","author" :" Albert Einstein"},
        { "quote" :"Love is an ocean of emotions entirely surrounded by expenses. ","author" :" Thomas Dewar"},
        { "quote" :"Love is a lot like a backache, it doesn’t show up on X-rays, but you know it’s there. ","author" :" George Burns"},
        { "quote" :"I love you more than coffee, but please don’t make me prove it. ","author" :" Elizabeth Evans"},
        { "quote" :"I saw that you were perfect, and so I loved you. Then I saw that you were not perfect and I loved you even more. ","author" :" Angelita Lim"},
        { "quote" :"Better to have loved and lost, than to have never loved at all. ","author" :" St. Augustine"},
        { "quote" :"The need for love lies at the very foundation of human existence. ","author" :" Dalai Lama"},
        { "quote" :"Where there is love there is life. ","author" :" Mahatma Gandhi"},
        { "quote" :"A loving heart is the truest wisdom. ","author" :" Charles Dickens"},
        { "quote" :"To be brave is to love someone unconditionally, without expecting anything in return. ","author" :" Madonna"},
        { "quote" :"How do I love thee? Let me count the ways. I love thee to the depth and breadth and height My soul can reach. ","author" :" Elizabeth Barrett Browning"},
        { "quote" :"The best thing to hold onto in life is each other. ","author" :" Audrey Hepburn"},
        { "quote" :"Love makes your soul crawl out from its hiding place. ","author" :" Zora Neale Hurston"},
        { "quote" :"The chance to love and be loved exists no matter where you are. ","author" :" Oprah Winfrey"},
        { "quote" :"I believe there are some things in life you can’t deny or rationalize, and [love] is one of them. ","author" :" Cate Blanchett"},
        { "quote" :"Love is an irresistible desire to be irresistibly desired. ","author" :" Robert Frost"},
        { "quote" :"You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness. ","author" :" Julia Roberts"},
        { "quote" :"For small creatures such as we, the vastness is bearable only through love. ","author" :" Carl Sagan"}
    ]
}